/***************************   แพ็คเจกเติมเงิน    ************************ */
/*****************************รับ TruePoint 2 เท่า *************************/

var topup = [];
topup["firstName"] = "เมื่อใช้เน็ตครบ 17 บาท เล่นเน็ตไม่อั้น ถึงเที่ยงคืน";
topup["ราคา"] = "<h2> 19 บาท </h2>ต่อซิม";
topup["sim"] = "|| ซูเปอร์ ซิม ||";
topup["โบนัส"] = "  ค่าโทร 10 บาท";
topup["ค่าโทร"] = "1 สตางค์/วินาที (นาทีแรก 1 บาท)";
topup["3g4g"] = "1 บาท/MB ที่ความเร็วสูงสุด 100 Mbps";
topup["โบนัสรายวัน"] = " WIFI 30 นาที ";
topup["โบนัสพิเศษ"] = "- เติมเงินออนไลน์ที่ 7-Eleven ครบ 200 บาท ทุก 30 งัน รับฟรี : ค่าโทรและเน๊ต 400 บาท ใช้ได้ 30 วัน";


var topup1 = [];
topup1["firstName"] = "เมื่อใช้เน็ตครบ 17 บาท เล่นเน็ตไม่อั้น ถึงเที่ยงคืน";
topup1["ราคา"] = "<h2> 29 บาท </h2>ต่อซิม";
topup1["sim"] = "|| ซิมซูเปอร์ฟรีเน๊ต ||";
topup1["โบนัส"] = "  ค่าโทร 10 บาท";
topup1["ค่าโทร"] = "1.5 สตางค์/วินาที (นาทีแรก 1 บาท)";
topup1["3g4g"] = "1.5 บาท/MB ที่ความเร็วสูงสุด 42 Mbps";
topup1["โบนัสรายวัน"] = " WIFI 30 นาที ";
topup1["โบนัสพิเศษ"] = "- หลังใช้เน๊ตครบ 15 บาท/วัน เล่นเน็ตต่อเนื่องที่ความเร็วสูงสุด 384 Kbps ฟรีถึงเที่ยงคืน";

var topup2 = [];
topup2["firstName"] = "โปเกมอน โก & โซเซียลแอพ พร้อมรับเต และ WIFI ฟรี";
topup2["ราคา"] = "<h2> 49 บาท </h2>ต่อซิม";
topup2["sim"] = "|| ซิมโซเชียล 4G + ||";
topup2["โบนัส"] = " ค่าโทร 5 บาท <br>โทรในเครือข่ายครบ 9 <br>โทรฟรีในเครือข่ายได้ถึงเที่ยงคืน";
topup2["ค่าโทร"] = "1.5 สตางค์/วินาที (นาทีแรก 1 บาท)";
topup2["3g4g"] = "1 บาท/MB ที่ความเร็วสูงสุด 100 Mbps";
topup2["โบนัสรายวัน"] = " WIFI 30 นาที ";
topup2["โบนัสพิเศษ"] = "- Free Social Apps เล่นโซเชียลแอพสุด ฮิต 1 GB ใช้ได้ 30 วัน เติมเงินสะสมครบ 30 วัน รับฟรี :- เล่น โปเกม่อน โกไม่อั้น นาน 30 วัน<br>(รับสิทธิ์ภายใน 30 วัน หลังเปิดใช้งาน)<br><br>- เล่น Facebook/LINE/WhatApp/Instagram/<br>Facebook Messenger ความเร็วเต็มสปีด 1 GB ใช้ได้ 30 วัน<br><br>- เน๊ต 4G|3G ความเร็ซเต็มสปีดเพิ่มอีก 1 GB ใช้ได้ 7 วัน<br><br>- WiFi เต็มสปีด 3 GB ใช้ได้ 30 วัน<br>(หลังครบ 3GB เล่นได้ไม่อั้น)<br><br>- เน็ต 4G|3G ความเร็วเต็มสปีด เพิ่มอีก 1 GB ใช้ได้ 7 วัน<br>(เฉพาะลูกค้าที่ใช้เครื่อง 4G)<br>";

var topup3 = [];
topup3["firstName"] = "เน็ตเยอะจุใจ พร้อมแพ็จเสริม แอพฮิต และเน็ตไม่อั้น ไม่ลดสปีด";
topup3["ราคา"] = "<h2> 79 บาท </h2>ต่อซิม";
topup3["sim"] = "|| 4G เน็ตซิม ||";
topup3["โบนัส"] = " 500 MB<br>ที่ความเร็วสูงสุด 100 Mbps";
topup3["ค่าโทร"] = "0.03บาท/วินาที";
topup3["3g4g"] = "1.5 บาท/MB ที่ความเร็วสูงสุด 42 Mbps";
topup3["โบนัสรายวัน"] = " WIFI 30 นาที ";
topup3["โบนัสพิเศษ"] = "- - เติมเงินสะสมครบ 200 บาท ทุก 30 วัน รับฟรี : เน็ต 4G|3G  1GBใช้งานได้ 7 วัน<br><br>-เน็ต 3G|4G เพิ่มอีก 1 GB ใช้ได้ 7 วัน(เฉพาะลูกค้าที่ใช้เครื่อง 4G)";

$('#all').html(topup["firstName"]);
$('#all2').html(topup["ราคา"]);
$('#all3').html(topup["sim"]);
$('#all4').html(topup["โบนัส"]);
$('#all5').html(topup["ค่าโทร"]);
$('#all6').html(topup["3g4g"]);
$('#all7').html(topup["โบนัสรายวัน"]);
$('#all8').html(topup["โบนัสพิเศษ"]);

$('#1all').html(topup1["firstName"]);
$('#1all2').html(topup1["ราคา"]);
$('#1all3').html(topup1["sim"]);
$('#1all4').html(topup1["โบนัส"]);
$('#1all5').html(topup1["ค่าโทร"]);
$('#1all6').html(topup1["3g4g"]);
$('#1all7').html(topup1["โบนัสรายวัน"]);
$('#1all8').html(topup1["โบนัสพิเศษ"]);

$('#2all').html(topup2["firstName"]);
$('#2all2').html(topup2["ราคา"]);
$('#2all3').html(topup2["sim"]);
$('#2all4').html(topup2["โบนัส"]);
$('#2all5').html(topup2["ค่าโทร"]);
$('#2all6').html(topup2["3g4g"]);
$('#2all7').html(topup2["โบนัสรายวัน"]);
$('#2all8').html(topup2["โบนัสพิเศษ"]);

$('#3all').html(topup3["firstName"]);
$('#3all2').html(topup3["ราคา"]);
$('#3all3').html(topup3["sim"]);
$('#3all4').html(topup3["โบนัส"]);
$('#3all5').html(topup3["ค่าโทร"]);
$('#3all6').html(topup3["3g4g"]);
$('#3all7').html(topup3["โบนัสรายวัน"]);
$('#3all8').html(topup3["โบนัสพิเศษ"]);