/************************         **************************/

/******************************  หน้าแรก     *****************************/

/***************************   แพ็คเจกเติมเงิน    ************************ */

var topup = [];
topup["firstName"] = "รับ TruePoint 2 เท่า";
topup["ราคา"] = "ราคาเริ่มต้นเพียง <br><h2> 9 บาท </h2>ต่อซิม";
topup["sim"] = "|| ซิมยกก๊วน แลกได้ ||";
topup["โบนัส"] = "  ค่าโทร 5 บาท <br> โทรในเครือข่ายครบ 9 <br>โทรฟรีในเครือข่ายได้ถึงเที่ยงคืน";
topup["3g4g"] = "1.50 บาท/MB <br> ที่ความเร็วสูงสุด 42 Mbps ";
topup["โบนัสรายวัน"] = " WIFI 30 นาที ";


var topup2 = [];
topup2["firstName"] = "เม้าท์ไม่อั้นในเครือข่าย พร้อมรับโทร + เน๊ต เพิ่ม 4 เท่า";
topup2["ราคา"] = "ราคาเริ่มต้นเพียง <br>  <h2>29 บาท</h2><h5>ต่อซิม</h5>";
topup2["sim"] = "|| ซิมยกก๊วน โทรฟรีทั้งตำบล ||";
topup2["โบนัส"] = " ค่าโทร 20 บาท <br>โทรในเครือข่าย 1 บาท/ชั่วโมง <br>นอกเครือข่าย 1 บาท/นาที";
topup2["3g4g"] = "90MB <br> ที่ความเร็วสูงสุด 42 Mbps";
topup2["โบนัสรายวัน"] = " WIFI 30 นาที ";


$('#all').html(topup["firstName"]);
$('#all2').html(topup["ราคา"]);
$('#all3').html(topup["sim"]);
$('#all4').html(topup["โบนัส"]);
$('#all5').html(topup["3g4g"]);
$('#all6').html(topup["โบนัสรายวัน"]);

$('#all7').html(topup2["firstName"]);
$('#all8').html(topup2["ราคา"]);
$('#all9').html(topup2["sim"]);
$('#all10').html(topup2["โบนัส"]);
$('#all11').html(topup2["3g4g"]);
$('#all12').html(topup2["โบนัสรายวัน"]);


/************************         **************************/

/***************************   แพ็คเจกรายเดือน    *************************/

var month = [];
month["firstName"] = "เล่นเน็ต 4G/3G ได้จุใจที่สุด เร็วแรงต่อเนื่อง";
month["ราคา"] = "ราคาเริ่มต้นเพียง <br>  <h2>299 บาท</h2><h5>ต่อเดือน</h5>";
month["ชื่อแพ็กเกจ"] = "|| แพ็กเกจ 4G+ ซูเปอร์เน็ต ||";
month["ค่าโทร"] = "โทร 1.50 บาท/นาที";
month["3g4g"] = "<b>1.50 GB</b><br> ที่ความเร็วสูงสุด 100 Mbps";
month["wifi"] = "WIFI <b>ไม่อั้น</b>";

$('#sum').html(month["firstName"]);
$('#sum1').html(month["ราคา"]);
$('#sum2').html(month["ชื่อแพ็กเกจ"]);
$('#sum3').html(month["ค่าโทร"]);
$('#sum4').html(month["3g4g"]);
$('#sum5').html(month["wifi"]);

var month2 = [];
month2["firstName"] = "เม้าท์สุดคุ้มสะใจ";
month2["ราคา"] = "ราคาเริ่มต้นเพียง <br>  <h2>199 บาท</h2><h5>ต่อเดือน</h5>";
month2["ชื่อแพ็กเกจ"] = "|| แพ็กเกจ ไฮทอล์ค พลัส ||";
month2["ค่าโทร"] = "<b>โทร 250 นาที</b><br> ค่าบริการส่วนเกิน 1.50 บาท/นาที";
month2["3g4g"] = "<b>1 บาท/นาที</b> <br> ที่ความเร็วสูงสุด 42 Mbps";
month2["wifi"] = "WIFI <b>ไม่อั้น</b>";

$('#sum6').html(month2["firstName"]);
$('#sum7').html(month2["ราคา"]);
$('#sum8').html(month2["ชื่อแพ็กเกจ"]);
$('#sum9').html(month2["ค่าโทร"]);
$('#sum10').html(month2["3g4g"]);
$('#sum11').html(month2["wifi"]);