var add = [];
add["firstName"] = "ดูคลิปบน YouTube + HTV เต็มอิ่มราคาเบาๆ ";
add["ราคาเริ่มต้น"] = "ราคาเริ่มต้นเพียง <br><h2> 29 บาท </h2><h5>ต่อวัน</h5>";
add["ชื่อแพ็คเกจ"] = "<b>เพจเกจเสริม YouTube</b>";
add["อายุการใช้งาน1"] = "<b>อายุการใช้งาน 24 ชัวโมง</b>";
add["ราคา1"] = "<b>29บาท</b> <br>เน็ต 3G 320MB สำหรับ YouTube/HTV";
add["เบอร์โทรราคา1"] = "<b>โทร *900*3516#</b>";
add["อายุการใช้งาน2"] = "<b>อายุการใช้งาน 7 วัน</b>";
add["ราคา2"] = "<b>99บาท</b> <br>เน็ต 3G 1GB สำหรับ YouTube/HTV";
add["เบอร์โทรราคา2"] = "<b>โทร *900*3517#</b>";

var add2 = [];
add2["firstName"] = "เล่นเน็ตเร็วแรง ไม่จำกัดปริมาณ ไม่ลดสปีด";
add2["ราคาเริ่มต้น"] = "ราคาเริ่มต้นเพียง <br><h2> 22 บาท </h2><h5>ต่อวัน</h5>";
add2["ชื่อแพ็คเกจ"] = "<b>แพ็คเกจเสริม YouTube</b>";
add2["อายุการใช้งาน1"] = "<b>อายุการใช้งาน 24 ชัวโมง</b>";
add2["ราคา1"] = "<b>29บาท</b> <br>เน็ต 3G 320MB สำหรับ YouTube/HTV";
add2["เบอร์โทรราคา1"] = "<b>โทร *900*1965#</b>";
add2["อายุการใช้งาน2"] = "<b>อายุการใช้งาน 3 วัน</b>";
add2["ราคา2"] = "<b>99บาท</b> <br>เน็ต 3G 1GB สำหรับ YouTube/HTV";
add2["เบอร์โทรราคา2"] = "<b>โทร *900*1988#</b>";

var add3 = [];
add3["firstName"] = "เล่นเน็ตเร็วแรง ไม่จำกัดปริมาณ ไม่ลดสปีด";
add3["ราคาเริ่มต้น"] = "ราคาเริ่มต้นเพียง <br><h2> 22 บาท </h2><h5>ต่อวัน</h5>";
add3["ชื่อแพ็คเกจ"] = "<b>แพ็คเกจเสริม YouTube</b>";
add3["อายุการใช้งาน1"] = "<b>อายุการใช้งาน 24 ชัวโมง</b>";
add3["ราคา1"] = "<b>29บาท</b> <br>เน็ต 3G 320MB สำหรับ YouTube/HTV";
add3["เบอร์โทรราคา1"] = "<b>โทร *900*1965#</b>";
add3["อายุการใช้งาน2"] = "<b>อายุการใช้งาน 3 วัน</b>";
add3["ราคา2"] = "<b>99บาท</b> <br>เน็ต 3G 1GB สำหรับ YouTube/HTV";
add3["เบอร์โทรราคา2"] = "<b>โทร *900*1988#</b>";




$('#all').html(add["firstName"]);
$('#all1').html(add["ราคาเริ่มต้น"]);
$('#all2').html(add["ชื่อแพ็คเกจ"]);
$('#all3').html(add["อายุการใช้งาน1"]);
$('#all4').html(add["ราคา1"]);
$('#all5').html(add["เบอร์โทรราคา1"]);
$('#all33').html(add["อายุการใช้งาน2"]);
$('#all6').html(add["ราคา2"]);
$('#all7').html(add["เบอร์โทรราคา2"]);

$('#all8').html(add2["firstName"]);
$('#all9').html(add2["ราคาเริ่มต้น"]);
$('#all10').html(add2["ชื่อแพ็คเกจ"]);
$('#all11').html(add2["อายุการใช้งาน1"]);
$('#all12').html(add2["ราคา1"]);
$('#all13').html(add2["เบอร์โทรราคา1"]);
$('#all1111').html(add2["อายุการใช้งาน2"]);
$('#all14').html(add2["ราคา2"]);
$('#all15').html(add2["เบอร์โทรราคา2"]);

$('#all16').html(add3["firstName"]);
$('#all17').html(add3["ราคาเริ่มต้น"]);
$('#all18').html(add3["ชื่อแพ็คเกจ"]);
$('#all19').html(add3["อายุการใช้งาน1"]);
$('#all20').html(add3["ราคา1"]);
$('#all21').html(add3["เบอร์โทรราคา1"]);
$('#all1919').html(add3["อายุการใช้งาน2"]);
$('#all22').html(add3["ราคา2"]);
$('#all23').html(add3["เบอร์โทรราคา2"]);